cask_args appdir: "/Applications"
brew 'git'
tap 'heroku/brew'
brew 'heroku'
brew 'mas'

# 必須
brew 'anyenv'
brew 'sd'
brew 'vim'
brew 'tmux'
brew 'lazydocker'
brew 'lazygit'
brew 'tig'
brew 'github/gh/gh'
brew 'docker'
brew 'anyenv'

# コマンド
brew 'bat'
brew 'exa'
brew 'fd'
brew 'ripgrep'
brew 'procs'

# 野良アプリケーション
cask 'alfred'
cask 'firefox-developer-edition'
cask 'clipy'
cask 'deepl'
cask 'discord'
cask 'docker'
cask 'google-chrome'
cask 'notion'
cask 'postman'
cask 'slack'
cask 'spectacle'
cask 'toggl'
cask 'visual-studio-code'
cask 'zoom.us'

# mac os アプリケーション
mas 'LINE', id: 539883307
mas 'Kindle', id: 405399194
