cask_args appdir: "/Applications"

tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "anyenv"
brew "bat"
brew "docker"
brew "exa"
brew "fd"
brew "git"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "procs"
brew "ripgrep"
brew "sd"
brew "tig"
brew "tmux"
brew "vim"
brew "github/gh/gh"
brew "heroku/brew/heroku"
cask "alfred"
cask "clipy"
cask "deepl"
cask "discord"
cask "docker"
cask "google-chrome"
cask "notion"
cask "postman"
cask "rectangle"
cask "slack"
cask "toggl"
cask "visual-studio-code"
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
